#Задание1
#Пользователь вводит с клавиатуры три числа. Необходимо найти сумму чисел, произведение чисел. Результат 
#вычислений вывести на экран

a = int(input(f"Введите первое число "))
b = int(input(f"Введите первое число "))
c = int(input(f"Введите первое число "))
print(f"Сумма чисел равна {a + b + c}")

