#Задание3
#Напишите программу, вычисляющую площадь ромба. Пользователь с клавиатуры вводит длину двух его диагоналей.

a = int(input(f"Введите величину первой диагонали "))
b = int(input(f"Введите величину второй диагонали "))
print(f"Площадь ромба равна {int(0.5*a*b)}")
