# Задание 1
# Пользователь вводит с клавиатуры три цифры. Необходимо создать число, содержащее эти цифры. Например, 
# если с клавиатуры введено 1, 5, 7, тогда нужно сформировать число 157.
a,b,c = input(f'Введите число a\n'),input(f'Введите число b\n'),input(f'Введите число c\n')
print(f'Число равно {a+b+c}')

# Введите число a
# 3
# Введите число b
# 4
# Введите число c
# 5
# Число равно 345


