# Задание 4
# Напишите программу, вычисляющую площадь треугольника. Пользователь с клавиатуры вводит размер 
# основания треугольника и размер высоты.
a,b = int(input(f'Введите длину основания\n')),int(input(f'Введите длину высоты\n'))
print (f'Площадь треугольника равна {int(0.5*a*b)}')


# Введите длину основания
# 2
# Введите длину высоты
# 14
# Площадь треугольника равна 14