# Задание 3
# Пользователь вводит с клавиатуры количество метров. 
# Требуется вывести результат перевода метров в сантиметры, дециметры, миллиметры, мили
a = int(input(f'Введите длину в метрах\n'))
print (f'Длина равна {a*100} см\nДлина равна {a*10} дм\nДлина равна {a*1000} мм\nДлина равна {a*0.00062} м')


# Введите длину в метрах
# 3
# Длина равна 300 см
# Длина равна 30 дм
# Длина равна 3000 мм
# Длина равна 0.00186 м
